<script setup>
</script>

<template>
  <header class="header">
    <div class="container">
      <div class="logo"></div>
    </div>
  </header>
  <div class="offer">
    <h1>Оферта на предоставление лицензии</h1>
    <section style="margin-bottom: 1em">ИП Глушков Семен Андреевич, действующий на основании акта государственной
      регистрации 54005149884 (ОГРНИП 316547600156364) от 25.08.2016, именуемый в дальнейшем «Лицензиар», настоящей
      Офертой предлагает юридическому лицу или индивидуальному предпринимателю заключить Договор на предоставление
      Лицензиаром права использования результата интеллектуальной деятельности (лицензии) на приведенных ниже условиях.
    </section>
    <h2>1. Предмет Договора</h2>
    <p>1.1. Лицензиар предоставляет Лицензиату право временного использования в предусмотренных Договором пределах
      результата интеллектуальной деятельности – программы для ЭВМ hrtests.ru (далее – Программное обеспечение, ПО) на
      основе простой (неисключительной) лицензии. Лицензиат обязуется уплатить лицензионное вознаграждение за
      предоставленное ему право в размере, предусмотренном Договором.
    </p>
    <p>1.2. Программным обеспечением, право пользования которым предоставляется по настоящему Договору, является
      совокупность данных и команд, разработанная Лицензиаром и предназначенная для тестирования кандидатов при приеме
      на работу, под наименованием hr-tests.ru. Функционал ПО позволяет Лицензиату организовывать онлайн тестирование
      кандидатов при приеме на работу в форме ответов на вопросы, получать и хранить ответы кандидатов, формировать
      отчет о пригодности кандидата на основе ответов.</p>
    <p>1.3. Лицензиар осуществляет модификацию, сопровождение, а также обновление ПО. Результаты модификаций,
      сопровождения и обновлений являются частью ПО.</p>
    <p>1.4. Лицензиат уплачивает лицензионное вознаграждение за право временного использования ПО в соответствии с
      тарифом независимо от того, будет ли им использовано все количество тестирований, предусмотренное тарифом, в
      соответствии с ст. 429.4 ГК РФ.</p>
    <h2>2. Заключение Договора</h2>
    <p>2.1. Договор между Сторонами заключается посредством акцепта настоящей Оферты.</p>
    <p>2.2. Акцепт – полное и безоговорочное принятие лицом условий настоящей Оферты. Лицо, желающее заключить Договор с
      Лицензиатом, совершает акцепт посредством следующих действий: направления данных о своей электронной почте через
      сайт Лицензиара https://hr-tests.ru вместе с выбором интересующего тарифа. С момента совершения лицом указанных
      действий оно считается связанным Договором.
    </p>
    <p>2.3. После заключения Договора Лицензиар создает на сайте https://hr-tests.ru Личный кабинет Лицензиата,
      позволяющий Лицензиату использовать ПО после оплаты тарифа и поддерживать связь с Лицензиаром. Личный кабинет
      также позволяет Лицензиату отслеживать количество оставшихся у него тестирований кандидатов в рамках оплаченного
      тарифа.</p>
    <p>2.4. Лицензиар предоставляет доступ к Личному кабинету посредством направления на электронную почту Лицензиата
      персонального имени (логина) и пароля для входа в Личный кабинет.</p>
    <h2>3. Порядок предоставления и условия использования лицензии</h2>
    <p>3.1. Лицензиар обязуется предоставить Лицензиату доступ к функционалу ПО в течение 72 часов с момента уплаты
      Лицензиатом лицензионного вознаграждения в соответствии с выбранным тарифом.</p>
    <p>3.2. Право использования ПО предоставляется Лицензиату посредством создания Лицензиаром в Личном кабинете раздела
      «Баланс клиента», в котором отображается количество доступных Лицензиату тестирований кандидатов, и предоставления
      ссылки для прохождения тестирований кандидатами. С момента осуществления указанных действий обязательства
      Лицензиара по предоставлению права временного использования ПО считаются выполненными.</p>
    <p>3.3. Лицензиар осуществляет техническую поддержку ПО, консультируя Лицензиата при возникновении вопросов о его
      использовании. Техническая поддержка осуществляется через Личный кабинет Лицензиата.</p>
    <p>3.4. Лицензиат вправе использовать ПО посредством запуска (воспроизведения) ПО на собственном устройстве в целях
      организации онлайн тестирования кандидатов, хранения полученных результатов, получения отчетов на основании
      проведенных тестирований. Лицензиат в целях организации онлайн тестирований вправе предоставлять кандидатам доступ
      к части функционала ПО. Доступ к ПО предоставляется Лицензиату и кандидату посредством удаленного доступа при
      помощи сети «Интернет» без загрузки ПО на устройство.</p>
    <p>3.5. Договор действует в течение срока действия неисключительной лицензии на ПО с возможностью продления на такой
      же срок неограниченное число раз.</p>
    <p>3.6. Неисключительная лицензия на ПО действует до момента исчерпания количества тестирований в соответствии с
      оплаченным тарифом, но не более чем 1 год с даты предоставления Лицензиаром права временного использования ПО. В
      случае, если к моменту окончания срока действия неисключительной лицензии Лицензиатом было использовано не все
      количество тестирований, Лицензиату не возвращается сумма лицензионного вознаграждения.</p>
    <p>3.7. В случае, если после исчерпания количества тестирований от Лицензиата поступит запрос на повторное
      предоставление ему права временного использования ПО по тому же тарифу либо по новому тарифу, и Лицензиат уплатит
      Лицензиару вознаграждение в соответствии с тарифом, действие неисключительной лицензии будет возобновлено. Оплата
      в соответствии с выбранным тарифом приравнивается к продлению Договора на срок действия неисключительной
      лицензии.</p>
    <p>3.8. Лицензиат не предоставляет Лицензиару отчеты об использовании ПО.</p>
    <h2>4. Размер и уплата лицензионного вознаграждения</h2>
    <p>Размер лицензионного вознаграждения, подлежащего уплате Лицензиатом, определяется в зависимости от выбранного
      Лицензиатом тарифа:</p>

    <h2>Тарифы</h2>
    <table class="table">
      <thead>
      <tr>
        <th scope="col" style="border: 1px solid black; padding: 0.5em">Количество тестирований</th>
        <th scope="col" style="border: 1px solid black; padding: 0.5em">Вознаграждение</th>
        <th scope="col" style="border: 1px solid black; padding: 0.5em">Цена за 1 тест</th>
      </tr>
      </thead>
      <thead>
      <tr>
        <th scope="col" style="border: 1px solid black;padding: 0.5em">50</th>
        <th scope="col" style="border: 1px solid black; padding: 0.5em">15 000 ₽</th>
        <th scope="col" style="border: 1px solid black; padding: 0.5em">300 ₽</th>
      </tr>
      </thead>
      <thead>
      <tr>
        <th scope="col" style="border: 1px solid black;padding: 0.5em">150</th>
        <th scope="col" style="border: 1px solid black; padding: 0.5em">30 000 ₽</th>
        <th scope="col" style="border: 1px solid black; padding: 0.5em">200 ₽</th>
      </tr>
      </thead>
      <thead>
      <tr>
        <th scope="col" style="border: 1px solid black;padding: 0.5em">500</th>
        <th scope="col" style="border: 1px solid black; padding: 0.5em">50 000 ₽</th>
        <th scope="col" style="border: 1px solid black; padding: 0.5em">100 ₽</th>
      </tr>
      </thead>
    </table>
    <div class="p" :style="{textAlign: center, marginBottom: '2em', marginTop: '1em', fontWeight: 600}">Свыше 500 тестов
      1 тест имеет стоимость 100 ₽
    </div>


    <p>4.2. Лицензиат обязан уплатить сумму лицензионного вознаграждения в соответствии с тарифом в течение 7
      календарных дней с даты заключения Договора.</p>
    <p>4.3. Оплата суммы вознаграждения производится Лицензиатом в безналичной форме по платежным реквизитам Лицензиара,
      указанным в Личном кабинете.</p>
    <h2>5. Расторжение Договора</h2>
    <p>5.1. Лицензиат вправе немотивированно отказаться от Договора в любой момент, уведомив Лицензиара за 1 месяц до
      даты отказа. В случае немотивированного отказа от Договора Лицензиату не возмещается сумма лицензионного
      вознаграждения в силу п. 2 ст. 429.4 ГК РФ (абонентский договор).</p>
    <p>5.2. В случае нарушения обязательства Лицензиара из п. 3.1. Договора Лицензиат вправе отказаться от Договора и
      потребовать возмещения убытков.</p>
    <p>5.3. Лицензиар вправе отказаться от Договора, если Лицензиат нарушает обязанность по уплате лицензионного
      вознаграждения, предусмотренную п. 4.2. Договора.</p>
    <h2>6. Ответственность Сторон</h2>
    <p>6.1. Сторона, право которой нарушено, может требовать полного возмещения причиненных ей убытков, если законом не
      предусмотрено возмещение убытков в меньшем размере.</p>
    <p>6.2. Использование ПО способом, не предусмотренным Договором, либо по прекращении действия Договора, либо иным
      образом за пределами прав, предоставленных Лицензиату по Договору, влечет ответственность за нарушение
      исключительного права на ПО, установленную Гражданским кодексом РФ.</p>
    <h2>7. Разрешение споров</h2>
    <p>7.1. В случае возникновения разногласий, связанных с исполнением настоящего Договора, Сторона, которая считает
      свое право нарушенным, направляет другой Стороне претензию посредством электронной почты с изложением и
      обоснованием своих требований.</p>
    <p>7.2. Сторона, получившая претензию, рассматривает ее и направляет ответ на электронную почту другой Стороны в
      течение 15 календарных дней с даты получения претензии.</p>
    <p>7.3. В случае неполучения ответа в указанный срок либо несогласия с ответом заинтересованная сторона вправе
      обратиться в компетентный суд в соответствии с действующим законодательством РФ.</p>
    <h2>8. Реквизиты Лицензиара</h2>
    Лицензиар:
    ИП Глушков Семен Андреевич
    ИНН 541003174020
    ОГРНИП 316547600156364

    <router-link class="link" to="/">Вернуться на главную</router-link>
  </div>
</template>

<style lang="scss" scoped>

.header {
  width: 100%;
  display: flex;
  align-items: center;
  justify-content: center;
  background-color: #122130;
  height: 78px;
  box-sizing: border-box;


  @media screen and (max-width: 770px) {
    height: 66px;
  }

  .container {
    display: flex;
    max-width: 1180px;
    width: 100%;
    justify-content: space-between;
    align-items: center;
    padding: 0 20px;

    @media screen and (max-width: 770px) {
      padding: 0 12px;
    }

    .logo {
      background-image: url("../img/logo.png");
      height: 35px;
      width: 150px;
      background-repeat: no-repeat;
      background-position: center center;
      background-size: contain;

      @media screen and (max-width: 770px) {
        height: 30px;
        width: 130px;
      }
    }
  }
}

.offer {
  display: flex;
  flex-direction: column;
  max-width: 1180px;
  width: 100%;
  justify-content: space-between;
  align-items: center;
  padding: 0 20px;

  p {
    align-self: start;
  }

  h2 {
    font-size: 110%;
    margin: 1em auto;
  }

  @media screen and (max-width: 770px) {
    padding: 0 12px;
  }
}

.table {
  border-collapse: collapse;
  border-spacing: 0;
}

.number {
  font-size: 5rem;
  text-align: center;
  padding: 0;
  margin: 0;


}

.text {
  font-size: 2rem;
  padding: 0;
  margin: 0;
}

.link {
  margin: 2em;
}

</style>