export const questions = {
  "1": {
    "id": "1",
    "type": "A",
    "text": "Говорите ли вы необдуманные вещи, о которых потом сожалеете?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "2": {
    "id": "2",
    "type": "C",
    "text": "Способны ли вы сохранять спосокйствие, когда другие теряют терпение?",
    "answers": {
      "yes": "6",
      "maybe": "5",
      "no": "3 "
    }
  },
  "3": {
    "id": "3",
    "type": "E",
    "text": "Изучаете ли вы справочники, расписание транспорта, словари для удовольствия?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "3 "
    }
  },
  "4": {
    "id": "4",
    "type": "G",
    "text": "Если вас попросят принять какое-то решение, на вашу реакцию может повлиять ваше личное отношение к просящему?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "5": {
    "id": "5",
    "type": "I",
    "text": "Верно ли, что вы не планируете заводить более двух детей, даже если состояние здоровья и уровень доходов позволят иметь больше?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "5 "
    }
  },
  "6": {
    "id": "6",
    "type": "C",
    "text": "Бывает ли, что у вас сводит мышцы, хотя физическое напряжение, холод и иные причины этому отсутствуют?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "6 "
    }
  },
  "7": {
    "id": "7",
    "type": "E",
    "text": "Вы предпочитаете ситуации, когда за принятие решений ответственен кто-то другой, не вы?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "5 "
    }
  },
  "8": {
    "id": "8",
    "type": "A",
    "text": "Считают ли окружающие ваши поступки непредсказуемыми?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "5 "
    }
  },
  "9": {
    "id": "9",
    "type": "I",
    "text": "Считаете ли вы, что на социальные нужды должно идти больше средств?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "4 "
    }
  },
  "10": {
    "id": "10",
    "type": "G",
    "text": "Верно ли, что окружающие кажутся вам интересными и интригуют вас?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "11": {
    "id": "11",
    "type": "C",
    "text": "Можно ли назвать ваш голос монотонным?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "5 "
    }
  },
  "12": {
    "id": "12",
    "type": "E",
    "text": "Верно ли, что вам трудно самим начать разговор, и вы ждете инициативы от другого человека?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "13": {
    "id": "13",
    "type": "G",
    "text": "Охотно ли вы включаетесь в чужие разговоры?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "3 "
    }
  },
  "14": {
    "id": "14",
    "type": "I",
    "text": "Мысль о том, что вы можете причинить боль живому существу, способна отвратить вас от похода на охоту или рыбалку?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "5 "
    }
  },
  "15": {
    "id": "15",
    "type": "A",
    "text": "Свойственно ли вам импульсивное поведение?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "6 "
    }
  },
  "16": {
    "id": "16",
    "type": "E",
    "text": "Вы медленно говорите?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "4 "
    }
  },
  "17": {
    "id": "17",
    "type": "A",
    "text": "Является ли для вас бременем необходимость заботиться о своем здоровье?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "5 "
    }
  },
  "18": {
    "id": "18",
    "type": "C",
    "text": "Случается ли, что ваши мышцы напрягаются, когда вы сталкиваетесь с чем-то неожиданным?",
    "answers": {
      "yes": "2",
      "maybe": "6",
      "no": "6 "
    }
  },
  "19": {
    "id": "19",
    "type": "I",
    "text": "Стараетесь ли вы вести себя тактично по отношению к тем, кто от вас зависит?",
    "answers": {
      "yes": "5",
      "maybe": "3",
      "no": "3 "
    }
  },
  "20": {
    "id": "20",
    "type": "G",
    "text": "Считаете ли вы, что ваша мгновенная оценка ситуации может быть ценной?",
    "answers": {
      "yes": "5",
      "maybe": "5",
      "no": "3 "
    }
  },
  "21": {
    "id": "21",
    "type": "B",
    "text": "Беспокоят ли вас неудачи прошлого?",
    "answers": {
      "yes": "2",
      "maybe": "3",
      "no": "6 "
    }
  },
  "22": {
    "id": "22",
    "type": "D",
    "text": "Случается ли, что вы несколько дней подряд ощущаете сильный прилив энергии и едлаете значительно больше дел, чем обычно?",
    "answers": {
      "yes": "1",
      "maybe": "5",
      "no": "6 "
    }
  },
  "23": {
    "id": "23",
    "type": "F",
    "text": "Возмущают ли вас попытки других людей указывать вам, что делать?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "3 "
    }
  },
  "24": {
    "id": "24",
    "type": "H",
    "text": "Трудно ли вам обычно признаться в соврешенном проступке и взять на себя вину?",
    "answers": {
      "yes": "3",
      "maybe": "5",
      "no": "6 "
    }
  },
  "25": {
    "id": "25",
    "type": "J",
    "text": "Верно ли утверждение, что вы предпочитаете иметь небольшой круг действительно близких друзей, вместо большого количества приятелей?",
    "answers": {
      "yes": "3",
      "maybe": "1",
      "no": "5 "
    }
  },
  "26": {
    "id": "26",
    "type": "D",
    "text": "Правильно ли будет сказать, что ваша жизнь - это постоянная борьба за выживание?",
    "answers": {
      "yes": "2",
      "maybe": "3",
      "no": "6 "
    }
  },
  "27": {
    "id": "27",
    "type": "B",
    "text": "Часто ли вы ловите себя на том, что мурлыкаете себе под нос какую-нибудь песенку или мелодию?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "28": {
    "id": "28",
    "type": "J",
    "text": "Правда ли, что ваши друзья считают вас добрым человеком, всегда готовым прийти на помощь?",
    "answers": {
      "yes": "6",
      "maybe": "2",
      "no": "2 "
    }
  },
  "29": {
    "id": "29",
    "type": "F",
    "text": "Вы скорее предпочитаете отдавать приказы, чем выполнять их?",
    "answers": {
      "yes": "6",
      "maybe": "2",
      "no": "3 "
    }
  },
  "30": {
    "id": "30",
    "type": "H",
    "text": "Любите ли вы делиться свежими новостями из жизни своих знакомых с окружающими?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "31": {
    "id": "31",
    "type": "F",
    "text": "Вы бы согласились на \"строгую дисциплину\"?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "32": {
    "id": "32",
    "type": "D",
    "text": "Сильно ли вас беспокоят мысли о том, что вскоре вам предстоит начать какое-то новое дело?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "33": {
    "id": "33",
    "type": "B",
    "text": "Пытаетесь ли вы смешить окружающих, заставить их улыбнуться?",
    "answers": {
      "yes": "6",
      "maybe": "5",
      "no": "3 "
    }
  },
  "34": {
    "id": "34",
    "type": "J",
    "text": "Вам легко выражать свои эмоции?",
    "answers": {
      "yes": "6",
      "maybe": "3",
      "no": "3 "
    }
  },
  "35": {
    "id": "35",
    "type": "H",
    "text": "Когда люди опоздают на встречу с вами, вы обычно воздерживаетесь от демонстрации недовольства?",
    "answers": {
      "yes": "5",
      "maybe": "5",
      "no": "2 "
    }
  },
  "36": {
    "id": "36",
    "type": "B",
    "text": "Имеете ли вы репутацию человека, который иногда портит другим настроение?",
    "answers": {
      "yes": "3",
      "maybe": "5",
      "no": "6 "
    }
  },
  "37": {
    "id": "37",
    "type": "H",
    "text": "Верно ли, что некоторые люди испытывают к вам персональную неприязнь и стремятся каким-то образом сделать гадость?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "38": {
    "id": "38",
    "type": "F",
    "text": "Можете ли вы признать, что были неправы, только ради \"сохранения мира\"?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "5 "
    }
  },
  "39": {
    "id": "39",
    "type": "J",
    "text": "Справедливо ли утверждение, что во всем мире есть лишь несколько человек, которых вы по-настоящему любите?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "5 "
    }
  },
  "40": {
    "id": "40",
    "type": "D",
    "text": "Правда ли, что вам нужная особая причина, чтобы почувствовать себя счастливыми?",
    "answers": {
      "yes": "2",
      "maybe": "3",
      "no": "5 "
    }
  },
  "41": {
    "id": "41",
    "type": "E",
    "text": "Находясь в компании, вы активно общаетесь с друзьями?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "4 "
    }
  },
  "42": {
    "id": "42",
    "type": "A",
    "text": "Верно ли, что вы склонны соблюдать технику безопасности?",
    "answers": {
      "yes": "5",
      "maybe": "3",
      "no": "3 "
    }
  },
  "43": {
    "id": "43",
    "type": "C",
    "text": "Верно ли, что даже мысль о предстоящем публичном выступлении заставляет вас нервничать?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "5 "
    }
  },
  "44": {
    "id": "44",
    "type": "I",
    "text": "Обнаружив явную ошибку в цене товара в магазине, постараетесь ли вы извлечь выгоду из этой ошибки?",
    "answers": {
      "yes": "2",
      "maybe": "3",
      "no": "6 "
    }
  },
  "45": {
    "id": "45",
    "type": "G",
    "text": "Верно ли, что окружающие часто обсуждают вас у вас за спиной?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "5 "
    }
  },
  "46": {
    "id": "46",
    "type": "A",
    "text": "Верно ли утверждение, что вы будто магнитом притягиваете неприятности?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "5 "
    }
  },
  "47": {
    "id": "47",
    "type": "C",
    "text": "Существует ли что-то, чего вы особенно боитесь и не любите?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "48": {
    "id": "48",
    "type": "E",
    "text": "Правда ли, что вы скорее предпочитаете быть зрителем, нежели участником соревнований?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "5 "
    }
  },
  "49": {
    "id": "49",
    "type": "G",
    "text": "Легко ли вам непредвзято оценивать то, что с вами происходит?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "4 "
    }
  },
  "50": {
    "id": "50",
    "type": "I",
    "text": "Верно ли, что в отношении членов семьи вы выработали четкие нормы вежливого поведения?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "3 "
    }
  },
  "51": {
    "id": "51",
    "type": "E",
    "text": "Можете ли вы играть роль заводилы на вечеринках?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "2 "
    }
  },
  "52": {
    "id": "52",
    "type": "A",
    "text": "Стали бы вы брать вещи в кредит без твердой уверенности, что у вас найдутся средства его погасить?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "4 "
    }
  },
  "53": {
    "id": "53",
    "type": "C",
    "text": "Свойственная ли вам непроизвольная реакция на неожиданные происшествия, например, на несчастный случай?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "54": {
    "id": "54",
    "type": "I",
    "text": "Правда ли, что вы больше считаетесь с интересами коллектива, чем со своими личными?",
    "answers": {
      "yes": "6",
      "maybe": "3",
      "no": "3 "
    }
  },
  "55": {
    "id": "55",
    "type": "G",
    "text": "На лекциях возникает ли у вас иногда ощущение, что лектор обращается персонально к вам?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "56": {
    "id": "56",
    "type": "C",
    "text": "Верно ли, что посторонний шум обычно не мешает вам сосредоточиться?",
    "answers": {
      "yes": "5",
      "maybe": "3",
      "no": "3 "
    }
  },
  "57": {
    "id": "57",
    "type": "E",
    "text": "Отслеживаете ли вы текущие события на ежедневной основе?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "58": {
    "id": "58",
    "type": "A",
    "text": "Способны ли вы поставить перед собой цель и в течение 6 месяцев последовательно к ней двигаться?",
    "answers": {
      "yes": "6",
      "maybe": "3",
      "no": "3 "
    }
  },
  "59": {
    "id": "59",
    "type": "I",
    "text": "Являетесь ли вы противником утверждения, что требуется смягчение условий отбывания наказания для преступников и даже полная замена тюремного заключения на иные меры?",
    "answers": {
      "yes": "1",
      "maybe": "3",
      "no": "5 "
    }
  },
  "60": {
    "id": "60",
    "type": "G",
    "text": "Имеете ли вы склонность к тому, чтобы иногда проваливаться в состояние полной беззаботности и отсутствия тревог?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "61": {
    "id": "61",
    "type": "D",
    "text": "Посещает ли вас иногда ощущение, что все вокруг нереально, будто во сне?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "62": {
    "id": "62",
    "type": "B",
    "text": "Верно ли, что вы, получив плохое известие, быстро берете себя в руки?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "63": {
    "id": "63",
    "type": "H",
    "text": "Верно ли, что вы стараетесь сопровождать критические замечания словами поддержки?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "64": {
    "id": "64",
    "type": "J",
    "text": "Верно ли, что многие считают вас эмоционально холодным человеком?",
    "answers": {
      "yes": "2",
      "maybe": "2",
      "no": "6 "
    }
  },
  "65": {
    "id": "65",
    "type": "F",
    "text": "Случается ли вам думать, что ваше мнение недостаточно важно, чтобы его озвучивать?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "5 "
    }
  },
  "66": {
    "id": "66",
    "type": "F",
    "text": "Случается ли, что ваша самоуверенность раздражает окружающих?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "3 "
    }
  },
  "67": {
    "id": "67",
    "type": "D",
    "text": "Считаете ли вы необходимым приглядывать за вещами, которые одолжили своим друзьям?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "5 "
    }
  },
  "68": {
    "id": "68",
    "type": "B",
    "text": "Верно ли, что выбранная вами сфера деятельности, доставляет вам неподельное удовольствие?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "3 "
    }
  },
  "69": {
    "id": "69",
    "type": "J",
    "text": "Случается ли, что музыка оказывает на вас сильное эмоциональное воздействие?",
    "answers": {
      "yes": "6",
      "maybe": "3",
      "no": "3 "
    }
  },
  "70": {
    "id": "70",
    "type": "H",
    "text": "Склонны ли вы полностью осуждать того, кто оппонирует вам в каком-то одном аспекте вашей жизни?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "5 "
    }
  },
  "71": {
    "id": "71",
    "type": "B",
    "text": "Верно ли, что вас часто посещают мысли о смерти, болезнях, человеческих трагедиях, и вы не стремитесь поскорее прогнать их от себя?",
    "answers": {
      "yes": "3",
      "maybe": "5",
      "no": "6 "
    }
  },
  "72": {
    "id": "72",
    "type": "F",
    "text": "Тревожит ли вас перспектива потерять самоуважение?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "4 "
    }
  },
  "73": {
    "id": "73",
    "type": "D",
    "text": "Верно ли, что вы склонны к собирательству и храните у себя много вещей, которые прямо сейчас вам не нужны, но со временем могут пригодиться?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "5 "
    }
  },
  "74": {
    "id": "74",
    "type": "H",
    "text": "Склонны ли вы критиковать людей, указывать им на недостатки характера или на плохо сделанную ими работу?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "75": {
    "id": "75",
    "type": "J",
    "text": "Склонны ли вы к открытому и непосредственному выражению своих эмоций, вызванных созерцанием красивых вещей?",
    "answers": {
      "yes": "5",
      "maybe": "3",
      "no": "3 "
    }
  },
  "76": {
    "id": "76",
    "type": "D",
    "text": "Случается ли вам по своему усмотрению распоряжаться вещами, которые вам, строго говоря, не принадлежат?",
    "answers": {
      "yes": "1",
      "maybe": "3",
      "no": "6 "
    }
  },
  "77": {
    "id": "77",
    "type": "J",
    "text": "Склонны ли вы эмоционально приветствовать людей?",
    "answers": {
      "yes": "6",
      "maybe": "2",
      "no": "2 "
    }
  },
  "78": {
    "id": "78",
    "type": "B",
    "text": "Часто ли вы думаете о прошлых неудачах?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "79": {
    "id": "79",
    "type": "F",
    "text": "Случается ли, что вас оценивают как властного человека из-за ваших действий или взглядов?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "3 "
    }
  },
  "80": {
    "id": "80",
    "type": "H",
    "text": "Верно ли, что вы легко и без обид воспринимаете критику?",
    "answers": {
      "yes": "6",
      "maybe": "3",
      "no": "3 "
    }
  },
  "81": {
    "id": "81",
    "type": "C",
    "text": "Обычно для вас полная тишина - это не препятствие для отдыха?",
    "answers": {
      "yes": "6",
      "maybe": "3",
      "no": "3 "
    }
  },
  "82": {
    "id": "82",
    "type": "G",
    "text": "Склонны ли вы к ревности?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "83": {
    "id": "83",
    "type": "A",
    "text": "Склонны ли вы откладывать дела на последний момент?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "6 "
    }
  },
  "84": {
    "id": "84",
    "type": "I",
    "text": "Верно ли, что вы скорее предпочитаете действовать в соответствии с пожеланиями других, чем стремитесь делать все по-своему?",
    "answers": {
      "yes": "6",
      "maybe": "3",
      "no": "2 "
    }
  },
  "85": {
    "id": "85",
    "type": "E",
    "text": "Верно ли, что вы легко приступаете к выполнению нового дела?",
    "answers": {
      "yes": "6",
      "maybe": "3",
      "no": "3 "
    }
  },
  "86": {
    "id": "86",
    "type": "C",
    "text": "Склонны ли вы, нервничая, грызть ногти или кончик ручки?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "87": {
    "id": "87",
    "type": "A",
    "text": "Случается ли вам преувеличивать свои эмоции, чтобы добиться определенного эффекта?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "5 "
    }
  },
  "88": {
    "id": "88",
    "type": "I",
    "text": "Если бы вы находились в состоянии конфликта с соседями, ваша неприязнь не распространилась бы на живущих с ними домашних животных и маленкьих детей?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "3 "
    }
  },
  "89": {
    "id": "89",
    "type": "G",
    "text": "Есть ли у вас болевые точки, затрагивание которых вызывает у вас болезненную реакцию?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "90": {
    "id": "90",
    "type": "E",
    "text": "Справедливо ли утверждение, что список вещей, которыми вы занимаетесь по собственному выбору, невелик?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "5 "
    }
  },
  "91": {
    "id": "91",
    "type": "C",
    "text": "Случается ли вам на несколько дней полностью увлечься какой-то мыслью?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "92": {
    "id": "92",
    "type": "E",
    "text": "Вы медленно едите?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "4 "
    }
  },
  "93": {
    "id": "93",
    "type": "A",
    "text": "Способны ли вы вселять своим присутствием спокойствие, когда люди вокруг начинают напиковать?",
    "answers": {
      "yes": "5",
      "maybe": "3",
      "no": "3 "
    }
  },
  "94": {
    "id": "94",
    "type": "I",
    "text": "Остановитесь ли вы уточнить, нужна ли человеку помощь, если ее непосредственно не попросили?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "95": {
    "id": "95",
    "type": "G",
    "text": "Склонны ли вы думать, что ваша школа, факультет, клуб, коллектив и т",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "5 "
    }
  },
  "96": {
    "id": "96",
    "type": "A",
    "text": "Используете ли вы все возможности, чтобы оплатить свои долги и выполнить обещания?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "2 "
    }
  },
  "97": {
    "id": "97",
    "type": "C",
    "text": "Верно ли, что вы не испытываете никаких проблем со сном?",
    "answers": {
      "yes": "5",
      "maybe": "5",
      "no": "3 "
    }
  },
  "98": {
    "id": "98",
    "type": "I",
    "text": "Примените ли вы телесное наказание к ребенку 10 лет, если он откажется вас слушаться?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "5 "
    }
  },
  "99": {
    "id": "99",
    "type": "E",
    "text": "Справедливо ли утверждение, что вы препочитаете занимать пассивную роль в любом коллективе, к которому принадлежите?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "5 "
    }
  },
  "100": {
    "id": "100",
    "type": "G",
    "text": "Свойственны ли вашему образу мысли логика и научный подход?",
    "answers": {
      "yes": "4",
      "maybe": "3",
      "no": "1 "
    }
  },
  "101": {
    "id": "101",
    "type": "B",
    "text": "Считаете ли вы, что сегодня у подрастающего поколения больше возможностей, чем было у их родителей?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "102": {
    "id": "102",
    "type": "D",
    "text": "Случается ли, что вы выбрасываете вещь, а позже понимаете, что он вам нужна?",
    "answers": {
      "yes": "2",
      "maybe": "3",
      "no": "5 "
    }
  },
  "103": {
    "id": "103",
    "type": "F",
    "text": "Склоны ли вы с легкостью откзываться от выбранного направления действий из-за незначительных затруднений?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "6 "
    }
  },
  "104": {
    "id": "104",
    "type": "J",
    "text": "Верно ли, что вас сильно волнует лишь небольшой круг тем?",
    "answers": {
      "yes": "2",
      "maybe": "3",
      "no": "6 "
    }
  },
  "105": {
    "id": "105",
    "type": "H",
    "text": "Верно ли, что вы не склонны подвергать сомнениям поступки окружающих?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "3 "
    }
  },
  "106": {
    "id": "106",
    "type": "B",
    "text": "Случается ли вам спрашивать себя: заботится ли обо мне кто-то по-настоящему?",
    "answers": {
      "yes": "2",
      "maybe": "3",
      "no": "7 "
    }
  },
  "107": {
    "id": "107",
    "type": "F",
    "text": "Склонны ли вы отказываться от ответственности из-за сомнений, что вы справитесь?",
    "answers": {
      "yes": "2",
      "maybe": "3",
      "no": "6 "
    }
  },
  "108": {
    "id": "108",
    "type": "D",
    "text": "Испытываете ли вы иногда необходимость по несколько раз повторять интересный факт или слух?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "5 "
    }
  },
  "109": {
    "id": "109",
    "type": "H",
    "text": "Имеете ли вы склонность преувеличивать обиды?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "5 "
    }
  },
  "110": {
    "id": "110",
    "type": "J",
    "text": "Правда ли, что у вас подвижная и выразительная мимика?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "111": {
    "id": "111",
    "type": "D",
    "text": "Испытываете ли вы потребность спустя время вернуться к высказанному однажды мнению, чтобы подтвердить его или опровергнуть?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "5 "
    }
  },
  "112": {
    "id": "112",
    "type": "J",
    "text": "Склонны ли вы открыто и непосредственно выражать восхищение красотой окружающих?",
    "answers": {
      "yes": "6",
      "maybe": "2",
      "no": "2 "
    }
  },
  "113": {
    "id": "113",
    "type": "B",
    "text": "Требуется ли вам приложить серьезное усилие, чтобы заставить себя подумать о самоубийстве?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "3 "
    }
  },
  "114": {
    "id": "114",
    "type": "F",
    "text": "Правильно ли будет назвать вас энергичным человеком??",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "3 "
    }
  },
  "115": {
    "id": "115",
    "type": "H",
    "text": "Может ли расхождение во мнениях по какому-то одному вопросу значительно ухудшить ваши отношения с человеком в целом?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "116": {
    "id": "116",
    "type": "B",
    "text": "Верно ли, что вы не считаете ваши незначительные неудачи поводом для беспокойства?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "3 "
    }
  },
  "117": {
    "id": "117",
    "type": "D",
    "text": "Характерны ли для вас приступы излишней болтливости?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "5 "
    }
  },
  "118": {
    "id": "118",
    "type": "J",
    "text": "Вы часто улыбаетесь?",
    "answers": {
      "yes": "7",
      "maybe": "2",
      "no": "2 "
    }
  },
  "119": {
    "id": "119",
    "type": "H",
    "text": "Легко ли вас порадовать?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "3 "
    }
  },
  "120": {
    "id": "120",
    "type": "F",
    "text": "Столкнувшись с открытым сопротивлением, попытаетесь ли вы, вопреки противодействию, поступить по-своему?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "3 "
    }
  },
  "121": {
    "id": "121",
    "type": "E",
    "text": "Справедливо ли утверждение, что вы предпочтете поездку на транспорте вместо пешей прогулки, даже если расстояние небольшое?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "5 "
    }
  },
  "122": {
    "id": "122",
    "type": "C",
    "text": "Вызывает ли у вас беспокойство шум в водопроводных трубах за стеной, потрескивание перекрытий, завывания ветра?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "123": {
    "id": "123",
    "type": "G",
    "text": "Формируя свое мнение, стараетесь ли вы опираться на свое образование, профессию, жизненный опыт?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "3 "
    }
  },
  "124": {
    "id": "124",
    "type": "A",
    "text": "Справедливо ли утверждение, что вы склонны, не подумав, делать бестактные замечания? ",
    "answers": {
      "yes": "2",
      "maybe": "3",
      "no": "6 "
    }
  },
  "125": {
    "id": "125",
    "type": "I",
    "text": "Пробуждают ли в вас подозрительность люди, которые просят у вас деньги в долг?",
    "answers": {
      "yes": "1",
      "maybe": "3",
      "no": "4 "
    }
  },
  "126": {
    "id": "126",
    "type": "G",
    "text": "Оказывают ли ваши шкурные интересы влияние на ваши суждения?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "6 "
    }
  },
  "127": {
    "id": "127",
    "type": "E",
    "text": "Способна ли простая мелочь привести вас в восторг?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "128": {
    "id": "128",
    "type": "A",
    "text": "Часто ли вы совершаете действия, противоречащие вашим представлениям о разумном?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "129": {
    "id": "129",
    "type": "I",
    "text": "Считаете ли вы правильным разделение людей по цвету кожи или классовой принадлежности?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "130": {
    "id": "130",
    "type": "C",
    "text": "Склоны ли вы к поглащиванию волос или лица, щелканью пальцами или другим подобным привычкам?",
    "answers": {
      "yes": "3",
      "maybe": "5",
      "no": "6 "
    }
  },
  "131": {
    "id": "131",
    "type": "A",
    "text": "Умеете ли вы быстро приспособиться к ситуации, даже если перемены оказались внезапными и негативными?",
    "answers": {
      "yes": "5",
      "maybe": "3",
      "no": "2 "
    }
  },
  "132": {
    "id": "132",
    "type": "C",
    "text": "Бывает ли, что некоторые звуки вызывают у вас физическое отторжение?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "133": {
    "id": "133",
    "type": "G",
    "text": "Можете ли вы понять точку зрения другого человека, если хотите?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "3 "
    }
  },
  "134": {
    "id": "134",
    "type": "E",
    "text": "Верно ли, что вы принимаете решение лечь спать, в большей степени опираясь на собственные желания, а не на время на часах?",
    "answers": {
      "yes": "4",
      "maybe": "4",
      "no": "3 "
    }
  },
  "135": {
    "id": "135",
    "type": "I",
    "text": "Могут ли мелкие недостатки другого человека вывести вас из себя?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "5 "
    }
  },
  "136": {
    "id": "136",
    "type": "C",
    "text": "Вызывают ли у вас раздражение дети?",
    "answers": {
      "yes": "3",
      "maybe": "5",
      "no": "5 "
    }
  },
  "137": {
    "id": "137",
    "type": "E",
    "text": "Верно ли, что вы более молчаливы, чем окружающие?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "6 "
    }
  },
  "138": {
    "id": "138",
    "type": "A",
    "text": "Верно ли, что вы стремитесь выполнить любую порученную задачу как можно быстрее и точнее?",
    "answers": {
      "yes": "5",
      "maybe": "3",
      "no": "3 "
    }
  },
  "139": {
    "id": "139",
    "type": "I",
    "text": "Вы помогли бы случайному попутчику, не дожидаясь, пока этим займется отвественное лицо?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "140": {
    "id": "140",
    "type": "G",
    "text": "Верно ли, что вы голосуете за партию, не разбираясь, какие кандидаты ее представляют: какая у них предвыборная кампания и личные качества?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "141": {
    "id": "141",
    "type": "B",
    "text": "Часто ли вы думаете о душевной и физической боли, пережитой вами в прошлом?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "142": {
    "id": "142",
    "type": "D",
    "text": "Доставляет ли вам беспорядок вокруг значительный дискомфорт?",
    "answers": {
      "yes": "1",
      "maybe": "3",
      "no": "5 "
    }
  },
  "143": {
    "id": "143",
    "type": "H",
    "text": "Критикуете ли вы обычно фильмы, сериалы, спектакли, которые смотрите, книги, которые читаете?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "144": {
    "id": "144",
    "type": "J",
    "text": "Представьте, что перессказываете смешную историю",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "3 "
    }
  },
  "145": {
    "id": "145",
    "type": "F",
    "text": "Считаете ли, что ваше мнение в тех областях, где вы не являетесь специлистом, важно и должно быть услышано окружающими?",
    "answers": {
      "yes": "5",
      "maybe": "5",
      "no": "3 "
    }
  },
  "146": {
    "id": "146",
    "type": "D",
    "text": "Характерно ли для вас по собственной инициативе наводить порядок в чужом доме?",
    "answers": {
      "yes": "1",
      "maybe": "3",
      "no": "5 "
    }
  },
  "147": {
    "id": "147",
    "type": "F",
    "text": "Легко ли вам смириться с поражением, не испытывая при этом чувства досады?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "4 "
    }
  },
  "148": {
    "id": "148",
    "type": "B",
    "text": "Часто ли вы ощущаете подавленность?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "149": {
    "id": "149",
    "type": "J",
    "text": "Случается ли, что общество детей вызывает в вас неловкость?",
    "answers": {
      "yes": "3",
      "maybe": "5",
      "no": "5 "
    }
  },
  "150": {
    "id": "150",
    "type": "H",
    "text": "Верно ли, что вы расстариваетесь, когда планы нарушают, вместо того чтобы искать альтернативные варианты?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "151": {
    "id": "151",
    "type": "B",
    "text": "Случает ли, что происходящее ставит вас в тупик, и вы бросаете попытки во всем разобраться?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "152": {
    "id": "152",
    "type": "H",
    "text": "Верно ли, что вы редко выражаете свое недовольство?",
    "answers": {
      "yes": "6",
      "maybe": "5",
      "no": "3 "
    }
  },
  "153": {
    "id": "153",
    "type": "D",
    "text": "Свойственная ли вам работа \"рывками\", когда вы чередуете периоды относительной пассивности с периодами максимальной активности?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "154": {
    "id": "154",
    "type": "F",
    "text": "Беспокоит ли вас мысль о тех делах, которые вы должны сделать, но пока не завершили (или даже не начали)?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "5 "
    }
  },
  "155": {
    "id": "155",
    "type": "J",
    "text": "Окружающие находят ваше общество приятным?",
    "answers": {
      "yes": "7",
      "maybe": "1",
      "no": "1 "
    }
  },
  "156": {
    "id": "156",
    "type": "D",
    "text": "Легко ли вам промолчать и не лезть с подсказками, когда другой человек закончил решать кроссорд, оставив при этом некоторые слова незаполненными?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "2 "
    }
  },
  "157": {
    "id": "157",
    "type": "H",
    "text": "Стараетесь ли вы обращать больше внимания на лучшие стороны людей, сводя к минимуму неуважительные высказывания о них?",
    "answers": {
      "yes": "7",
      "maybe": "5",
      "no": "2 "
    }
  },
  "158": {
    "id": "158",
    "type": "B",
    "text": "Верно ли, что вам достаточно даже незначительно повода для смеха или улыбки?",
    "answers": {
      "yes": "5",
      "maybe": "5",
      "no": "3 "
    }
  },
  "159": {
    "id": "159",
    "type": "F",
    "text": "Являются ли ваш голос и манеры выразительными и ясными?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "2 "
    }
  },
  "160": {
    "id": "160",
    "type": "J",
    "text": "Верно ли, что вы никогда не ведете себя несдержанно с теми, кто не является вашими близкими? (Или что вы вообще никогда не ведете себе несдержанно?)",
    "answers": {
      "yes": "2",
      "maybe": "2",
      "no": "6 "
    }
  },
  "161": {
    "id": "161",
    "type": "G",
    "text": "Верно ли, что ваши текущие дела отнимают так много времени и внимания, что вам трудно найти возможность на что-то еще?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "162": {
    "id": "162",
    "type": "E",
    "text": "Вам бы хотелось найти для себя новую активность рядом с тем местом, где вы живете?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "3 "
    }
  },
  "163": {
    "id": "163",
    "type": "I",
    "text": "Предпримите ли вы все необходимые действия, чтобы убить животное, срадающее от боли, если вылечить или иным способом помочь ему невозможно?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "4 "
    }
  },
  "164": {
    "id": "164",
    "type": "C",
    "text": "Верно ли, что вы обычно не испытываете трудности с тем, чтобы расслабиться?",
    "answers": {
      "yes": "5",
      "maybe": "5",
      "no": "2 "
    }
  },
  "165": {
    "id": "165",
    "type": "A",
    "text": "Вы склонны отсавлять неудачи прошлого в прошлом и не сожалеть о них?",
    "answers": {
      "yes": "6",
      "maybe": "3",
      "no": "3 "
    }
  },
  "166": {
    "id": "166",
    "type": "C",
    "text": "Вызывают ли у вас физическую реакцию мрачные предчувствия или мысли о том, что вас пугает?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "6 "
    }
  },
  "167": {
    "id": "167",
    "type": "G",
    "text": "Находясь под воздействием сильных эмоций, способны ли вы принимать решения с опорой на здравый смысл?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "2 "
    }
  },
  "168": {
    "id": "168",
    "type": "E",
    "text": "Кто-то еще мог бы счесть вас по-настоящему активным человеком?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "3 "
    }
  },
  "169": {
    "id": "169",
    "type": "A",
    "text": "Верно ли, что для вас самое трудное в любом деле - это начало?",
    "answers": {
      "yes": "2",
      "maybe": "3",
      "no": "6 "
    }
  },
  "170": {
    "id": "170",
    "type": "I",
    "text": "Считаете ли вы ошибочной практику, когда преступник вместо реального наказания получает испытательный срок?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "5 "
    }
  },
  "171": {
    "id": "171",
    "type": "C",
    "text": "Склонны ли вы беспооиться о вещах, которые, если подумать, не играют в вапшей жизни особой роли?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "6 "
    }
  },
  "172": {
    "id": "172",
    "type": "G",
    "text": "Бывает ли вам во время спора не ясно, почему оппонент не спешит принять вашу точку зрения и согласиться с вами?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "173": {
    "id": "173",
    "type": "A",
    "text": "Достаточно ли хорошо вы справляетесь с повседневными проблемами?",
    "answers": {
      "yes": "6",
      "maybe": "3",
      "no": "2 "
    }
  },
  "174": {
    "id": "174",
    "type": "I",
    "text": "Верно ли, что вы в основном честны и искренни с окружающими?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "3 "
    }
  },
  "175": {
    "id": "175",
    "type": "E",
    "text": "Вы предпочитаете ждать  развития событий, вместо того чтобы начать действовать самостоятельно?",
    "answers": {
      "yes": "0",
      "maybe": "1",
      "no": "5 "
    }
  },
  "176": {
    "id": "176",
    "type": "A",
    "text": "Верно ли, что вы тратите деньги с той же скоростью, с которой их зарабатываете?",
    "answers": {
      "yes": "2",
      "maybe": "2",
      "no": "6 "
    }
  },
  "177": {
    "id": "177",
    "type": "C",
    "text": "Способны ли вы пойти на обоснованный риск и не волноваться в процессе?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "4 "
    }
  },
  "178": {
    "id": "178",
    "type": "I",
    "text": "Постараетесь ли вы возместить ущерб автовладельцу, машину которого незначительно повредили, даже если у инцидента не было свидетелей?",
    "answers": {
      "yes": "5",
      "maybe": "3",
      "no": "3 "
    }
  },
  "179": {
    "id": "179",
    "type": "E",
    "text": "Случается ли, что окружающие помыкают вами?",
    "answers": {
      "yes": "0",
      "maybe": "1",
      "no": "5 "
    }
  },
  "180": {
    "id": "180",
    "type": "G",
    "text": "Склонны ли вы более снисходительно относиться к недостаткам и ошибкам друзей, оценивая других людей значительно строже?",
    "answers": {
      "yes": "3",
      "maybe": "5",
      "no": "6 "
    }
  },
  "181": {
    "id": "181",
    "type": "B",
    "text": "Склоны ли вы подолгу размышлять о собственной ущербности в сравнении с другими людьми?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "6 "
    }
  },
  "182": {
    "id": "182",
    "type": "H",
    "text": "Случается ли, что знакомые вас критикуют у вас за спиной?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "183": {
    "id": "183",
    "type": "J",
    "text": "Смущает ли вас публичное проявление сердечности при встрече: поцелуи, крепкие объятия, похлопывания по спине и т",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "184": {
    "id": "184",
    "type": "D",
    "text": "Часто ли вам приходится отказываться от своих желаний, потому что они вступают в противоречие с желаниями других людей?",
    "answers": {
      "yes": "3",
      "maybe": "4",
      "no": "6 "
    }
  },
  "185": {
    "id": "185",
    "type": "F",
    "text": "Верно ли, что вы, как правило, не смоневаетесь в своем мнении даже в тех областях, где не являетесь специалистом?",
    "answers": {
      "yes": "6",
      "maybe": "6",
      "no": "3 "
    }
  },
  "186": {
    "id": "186",
    "type": "D",
    "text": "Правда ли, что вам часто приходится делать тысячу дел одновременно?",
    "answers": {
      "yes": "1",
      "maybe": "3",
      "no": "5 "
    }
  },
  "187": {
    "id": "187",
    "type": "F",
    "text": "Верно ли, что окружающие оценивают ваши способности выше, чем вы сами?",
    "answers": {
      "yes": "3",
      "maybe": "3",
      "no": "5 "
    }
  },
  "188": {
    "id": "188",
    "type": "B",
    "text": "Вызывают ли в вас ужас упоминания о смерти или мысли о ней?",
    "answers": {
      "yes": "2",
      "maybe": "2",
      "no": "6 "
    }
  },
  "189": {
    "id": "189",
    "type": "H",
    "text": "Разрешив спорный вопрос, продолжаете ли вы чувствовать недовольство некоторое время?",
    "answers": {
      "yes": "3",
      "maybe": "5",
      "no": "5 "
    }
  },
  "190": {
    "id": "190",
    "type": "J",
    "text": "Выражают ли ваше лицо, голос, манера речи дружелюбие?",
    "answers": {
      "yes": "6",
      "maybe": "2",
      "no": "2 "
    }
  },
  "191": {
    "id": "191",
    "type": "D",
    "text": "Посещает ли вас ощущение нереальности вашей жизни?",
    "answers": {
      "yes": "1",
      "maybe": "4",
      "no": "5 "
    }
  },
  "192": {
    "id": "192",
    "type": "B",
    "text": "Часто ли вы расстраиваетесь из-за судеб жертв войны и репрессий?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "6 "
    }
  },
  "193": {
    "id": "193",
    "type": "J",
    "text": "Случается ли, что к вам обращаются за помощью и советом случайные знакомые?",
    "answers": {
      "yes": "5",
      "maybe": "4",
      "no": "3 "
    }
  },
  "194": {
    "id": "194",
    "type": "H",
    "text": "Верно ли, что, обнаружив пропажу какой-то вещи, вы первым делом подумаете, что в этом виноват кто-то из окружающих?",
    "answers": {
      "yes": "4",
      "maybe": "5",
      "no": "6 "
    }
  },
  "195": {
    "id": "195",
    "type": "F",
    "text": "Если бы вы подумали, что кто-то относится к вам и вашим действиям с подозрениям, вы бы предпочли прояснить этот вопрос, не дожидаясь, когда этот кто-то разберется во всем самостоятельно?",
    "answers": {
      "yes": "6",
      "maybe": "4",
      "no": "2 "
    }
  },
  "196": {
    "id": "196",
    "type": "B",
    "text": "Чувствуете ли вы, что возраст мешает вам? Что вы слишком молоды или слишком стары?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "197": {
    "id": "197",
    "type": "D",
    "text": "Склонны ли вы к приступам меланхолии, причины которых не можете себе объяснить?",
    "answers": {
      "yes": "2",
      "maybe": "4",
      "no": "5 "
    }
  },
  "198": {
    "id": "198",
    "type": "H",
    "text": "Склонны ли вы ворчать и жаловаться на условия своей жизни?",
    "answers": {
      "yes": "2",
      "maybe": "5",
      "no": "6 "
    }
  },
  "199": {
    "id": "199",
    "type": "F",
    "text": "Склонны ли вы прятать свои чувства?",
    "answers": {
      "yes": "0",
      "maybe": "3",
      "no": "5 "
    }
  },
  "200": {
    "id": "200",
    "type": "J",
    "text": "Справедливо ли утверждение, что у вас много близких друзей?",
    "answers": {
      "yes": "5",
      "maybe": "3",
      "no": "3"
    }
  }
}
export const decryptions = {
  'A1': 'У Вас твердый устойчивый характер. Вы способныконцентрировать внимание на ваших делах предельно хорошо.Вы принимаете решение, хорошо его обдумав, и можетеуказать пути его выполнения. У Вас есть свое собственноемнение, которое не зависит от ваших эмоций или чего-либоеще. Вы можете быть очень лояльным.',
  'A2': 'У Вас достаточно стабильный характер. Вы можете с небольшими затруднениями концентрировать ваше внимание на текущих  делах. Вы пытаетесь  принимать решения, хорошо обдумав и  хорошо оцениваете некоторые  из них. Но  Вы не   всегда способны делать это, так как иногда Вы зависите от   собственных эмоций и эмоций окружающих. Ваше мнение имеет   тенденцию меняться.',
  'A3': 'У Вас   нестабильный   характер.   Вам   довольно  трудно\n' +
    '   сконцентрировать внимание  на текущем деле,  так как ваше\n' +
    '   внимание   рассеяно   на   множество   других   дел   или\n' +
    '   зафиксировано на какой-то  неизученной вещи. Ваши решения\n' +
    '   не   реальны,   а   оценки   довольно   слабы.  Вы  легко\n' +
    '   подвергаетесь  влиянию  окружающих,  поэтому  ваше мнение\n' +
    '   изменчиво. Вы часто меняете ваши решения.\n',
  'A4': 'У Вас жутко нестабильный характер. У Вас плохая память, и\n' +
    '   Вы не можете сконцентрировать внимание на текущей задаче.\n' +
    '   Ваше  внимание  компульсивно  перепрыгивает  с  одного на\n' +
    '   другое. Вы  подвержены гипнозу, и  поэтому ваши суждения,\n' +
    '   решения и  мнения нереальны. Люди с  трудом понимают Вас,\n' +
    '   поэтому Вы неуверены и очень импульсивны.\n',
  'B1': 'В общем Вы довольно счастливы и бодры. Ваш подход к жизни\n' +
    '   полон юмора. Вы принимаете все с энтузиазмом и интересом.\n' +
    '   Вы надеетесь на будущее и перешагиваете все ваши неудачи.\n' +
    '   Любые  проблемы или  эмоциональные трудности  Вы считаете\n' +
    '   лишь  временными неудобствами.  Вы легко  возвращаетесь к\n' +
    '   нормальному состоянию духа.\n',
  'B2': 'Вы довольно  счастливы и бодры, но  не всегда. проблемы и\n' +
    '   трудности в вашей жизни выбивают Вас из равновесия, и Вам\n' +
    '   не всегда  легко вернуться в  уравновешенное и счастливое\n' +
    '   состояние.  Иногда   Вы  чувствуете,  что   ваше  хорошее\n' +
    '   настроение зависит от других  людей и обстоятельств, чаще\n' +
    '   чем Вы сами управляете вашей жизнью.\n',
  'B3': 'Вы несчастливы и подавлены. У Вас пессимистический взгляд\n' +
    '   на  жизнь.  У  Вас  слишком  много  проблем и трудностей,\n' +
    '   поэтому обычно  Вы - упавший духом,  и Вам всегда трудно.\n' +
    '   Обычно   Вы    вините   других   людей,    ситуацию   или\n' +
    '   обстоятельства,   нежели  настоящие   причины,  в   вашем\n' +
    '   подавленном  состоянии,  поэтому  вашим  друзьям  и семье\n' +
    '   трудно с Вами.\n',
  'B4': 'Вы несчастливы и подавлены. У Вас пессимистический взгляд\n' +
    '   на  жизнь.  У  Вас  слишком  много  проблем и трудностей,\n' +
    '   поэтому обычно  Вы - упавший духом,  и Вам всегда трудно.\n' +
    '   Обычно   Вы    вините   других   людей,    ситуацию   или\n' +
    '   обстоятельства,   нежели  настоящие   причины,  в   вашем\n' +
    '   подавленном  состоянии,  поэтому  вашим  друзьям  и семье\n' +
    '   трудно с Вами.\n',
  'C1': 'Вы  достаточно спокойны  и невозмутимы,  психически Вы  -\n' +
    '   уравновешенный человек. Вы владеете  собой. Вам не трудно\n' +
    '   держать  себя в  руках, независимо  от любых происшествий\n' +
    '   вокруг  Вас.  Вы  обладаете  ровным  темпераментом, и это\n' +
    '   помогает Вам в общении с семьей и друзьями. У Вас хорошее\n' +
    '   терпение.\n',
  'C2': 'Вообще Вы  спокойный человек, однако  неприятности вокруг\n' +
    '   Вас   иногда  Вас   раздражают.  Чаще   у  Вас   неровный\n' +
    '   темперамент. У Вас бывают  периоды нервного состояния, но\n' +
    '   Вы  способны  овладеть  собой.  Вы  склонны  иногда  быть\n' +
    '   нетерпеливым  и даже  невыносимым, что  создает трудности\n' +
    '   для вашей семьи и друзей.\n',
  'C3': 'Вы   нервный   и   чрезмерно   возбудимый  человек.  Ваши\n' +
    '   расстройства  и  волнения  досаждают  окружающим Вас. Вам\n' +
    '   трудно  расслабиться,  быть  довольным  собой  или просто\n' +
    '   хорошо отдохнуть. Ваша привычка  нервничать, о которой Вы\n' +
    '   даже не подозреваете, проявляется в раздражении. Вы легко\n' +
    '   отвлекаетесь и Вам трудно себя контролировать.\n',
  'C4': 'Вы  абсолютно  нервный  человек.  У  Вас  нет  настоящего\n' +
    '   контроля над  собой даже при  обычных обстоятельствах. Вы\n' +
    '   не можете  расслабиться или успокоиться  даже на короткий\n' +
    '   промежуток времени. Ваша привычка нервничать и постоянное\n' +
    '   состояние  волнения  сильно   Вас  раздражают.  Вы  очень\n' +
    '   нереальны  и действуете  бурно и  даже истерично  в ваших\n' +
    '   поступках. Почти все, что угодно обращает Вас в состояние\n' +
    '   растерянности.\n',
  'D1': 'Вы очень уверены и  полагаетесь на стабильность того, что\n' +
    '   Вы  знаете и  понимаете в  жизни. Вы  хорошо знаете себя,\n' +
    '   ваши активные  и пассивные стороны, что  Вы можете и чего\n' +
    '   не   можете,  ваши   цели   и   амбиции  в   жизни.  Ваше\n' +
    '   реалистическое  отношение к  себе не  дает Вам  совершать\n' +
    '   больших ошибок.\n',
  'D2': 'Вы полагаетесь на свою реалистичность, испытывая при этом\n' +
    '   небольшие  затруднения.  Вы  понимаете,  что  можете быть\n' +
    '   намного   лучше.  Вы   не  достаточно   уверены  в  своих\n' +
    '   способностях,  поэтому  Вы  иногда  колеблетесь  в  вашем\n' +
    '   субъективном восприятии. У Вас  есть некоторые проблемы с\n' +
    '   осознанием,  чего Вы  хотите добиться  в жизни,  но Вы не\n' +
    '   совершаете больших ошибок в выборе жизненного пути.\n',
  'D3': 'По натуре Вы независимый человек. Вы недостаточно уверены\n' +
    '   в себе,  что мешает  Вам достигнуть  поставленных в жизни\n' +
    '   целей. Из-за  вашей неуверенности Вы  не знаете, что  Вам\n' +
    '   нужно, а  что - нет.  Это намного серьезней  для Вас, чем\n' +
    '   то, что Вы не осознаете своих возможностей.\n',
  'D4': 'а',
  'E1': 'а',
  'E2': 'а',
  'E3': 'а',
  'E4': 'а',
  'F1': 'а',
  'F2': 'а',
  'F3': 'а',
  'F4': 'а',
  'G1': 'а',
  'G2': 'а',
  'G3': 'а',
  'G4': 'а',
  'H1': 'а',
  'H2': 'а',
  'H3': 'а',
  'H4': 'а',
  'I1': 'а',
  'I2': 'а',
  'I3': 'а',
  'I4': 'а',
  'J1': 'а',
  'J2': 'а',
  'J3': 'а',
  'J4': 'а',
}